thoughts/rose-tinted.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Rose-colored software</title>
<meta name="generator" content="Org Mode" />

<link rel="stylesheet" href="../normalize.css">
<link rel="stylesheet" href="../custom.css">
<link rel="stylesheet" href="../iosevka-curly.css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Rose-colored software</h1>
<p>
On a lazy day you may scroll through nascent projects and each is just
<i>drenched</i> with ambition. You look at the screenshots, become more
convinced of <b>something&#x2026;</b> whatever that something is. It's great. It
is. Exciting to make a difference. There's always the great work to be
done.
</p>

<p>
So you may try out their next-generation forward-thinking
game-changing technology. Tune your senses to the nirvana waiting with
pure functional codebases. It even comes with swag! But if
you take two steps back &#x2013; I mean, when I at least take a couple steps
back, something dawns on me.
</p>

<p>
I don't <i>need</i> this at all. None of it.
</p>

<p>
What are you even doing on the computer? 
</p>
</div>
<div id="postamble" class="status">
<p class="date">Date: 11-15-21</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.0.50 (<a href="https://orgmode.org">Org</a> mode 9.5)</p>
</div>
</body>
</html>
